/* 
  Localizable.strings
  ownCloudSDK

  Created by Felix Schwarz on 03.03.18.
  Copyright © 2018 ownCloud GmbH. All rights reserved.
*/

/* Connection Progress */
"Connecting…" = "正在连接...";
"Authenticating…" = "正在认证...";
"Error" = "错误";
"Fetching user information…" = "正在获取用户信息...";
"Connected" = "已连接";

"Retrieving thumbnail…" = "正在取回缩略图...";
